/* 
  ITDeviceAppsViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/1/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"InstallFailedTitle"        = "以下應用程式安裝失敗";
"AppInstallRSBadPaht"       = "檔路徑錯誤";
"AppInstallRSNotExsit"      = "檔不存在";
"AppInstallRSBadFile"       = "檔損壞";
"AppInstallRSNotJB"         = "未越獄或未安裝afc2add補丁";
"AppInstallRSUnPatch"       = "越獄但未安裝appsync補丁";
"AppInstallRSUnSupport"     = "設備不支援";
"AppInstallRSUploadFailed"  = "上傳失敗";
"AppInstallRSFailed"        = "安裝失敗";
"AppInstallRSUnknow"        = "未知錯誤";

"AnchiveFailedTitle"        = "以下应用程序归档失败";
"AppArchiveRSFreeSpace"     = "磁盘空间不足";
"AppArchiveRSFailed"        = "设备有密码且锁屏";
"AppArchiveRSUnknow"        = "未知错误";

"AppArchiveTitle"           = "是否同时备份文档";
"AppArchiveRecord"          = "是";
"AppArchiveOnly"            = "否";

"RemoveAlertTitle"          = "你確定要卸載應用程式嗎？";
"RemoveAlertDefaultButton"  = "確定";
"RemoveAlertAlternateButton"= "取消";

"StatusTemplate"            = "%d 應用";
"StatusSelectedTemplate"    = "%d 應用, %d 選中";
"UpdateTemplate"            = ", %d 可更新";

"ContextMenuInstall"        = "安裝";
"ContextMenuUninstall"      = "卸載";
"ContextMenuAnchive"        = "歸檔";
"ContextMenuDocument"       = "文檔";
"ContextMenuUpdate"         = "升級";

"ProgressInstallCopy"       = "安裝複製...";
"ProgressInstall"           = "安裝...";
"ProgressArchive"           = "歸檔...";
"ProgressArchiveCopy"       = "歸檔複製...";
"ProgressRead"              = "讀取中...";

"GLAlertTitle"              = "如果您從iTools或應用兔下載的正版軟體無法正常運行時，您可嘗試重新進行iTools正版授權。\n\n是否開始iTools正版授權？";

"UnsupportedFileAlertTitle" = "不支援的檔案類型\n應用僅支援ipa檔";

"ITGLWinTitle"              = "iTools正版授權";
"ITGLTitle"            = "正在授權 %@ ，請耐心等候...";
"ITGLSucceed"          = "%@ 授權成功";
"ITGLFailed"           = "%@ 授權失敗，請稍後重試！";
